Repository: ARLM-Keller/HylaFAX-Reloaded
Catalog: trunk/wphfgui/locale/*/LC_MESSAGES/wphfgui.po
Languages: de, ru

source: Configure HylaFAX Client
de: Konfiguriere HylaFAX-Client
ru: Настройка HylaFAX Client

source: Enhanced by Lorenzo Monti
de: Erweitert durch Lorenzo Monti
ru: Расширение от Lorenzo Monti

source: Cancel
de: Abbrechen
ru: Отмена

source: Main
de: Grundeinstellung
ru: Основные

source: Language
de: Sprache
ru: Язык

source: Resolution
de: Auflösung
ru: Разрешение

source: Notification
de: Benachrichtigung
ru: Оповещение

source: Page size
de: Seitengröße
ru: Размер страницы

source: Default notify
de: Standard-Benachrichtigung
ru: Оповещение по-умолчанию

source: Password
de: Passwort
ru: Пароль

source: Username
de: Benutzername
ru: Пользователь

source: HylaFAX server address
de: HylaFAX-Server-Adresse
ru: Адрес сервера HylaFAX

source: Max dials
de: Wahlversuche

source: Resolution. "Fine" ought to be enough for anybody.
de: Auswahl der Auflösung. "Fein" sollte normalerweise ausreichen.
ru: Разрешение. "Fine" будет достаточно для большинства случаев.

source: Fine
de: Fein

source: Superfine
de: Superfein

source: Ultrafine
de: Ultrafein

source: Hyperfine
de: Hyperfein

source: Which events to notify.
de: Auswahl der Ereignisse, bei denen eine Benachrichtigung gesendet wird.
ru: Оповещение по событию.

source: Failure and Success
de: Bei Fehler und Erfolg
ru: Ошибка отправки и Успешная отправка

source: Success Only
de: Nur bei Erfolg
ru: Успешная отправка

source: Failure Only
de: Nur bei Fehlern
ru: Ошибка отправки

source: Never
de: Nie
ru: Никогда

source: Page size selection.
de: Auswahl der Seitengröße.
ru: Выбор размера страницы.

source: Which modem HylaFAX should use. Leave blank to use any modem.
de: Welches Modem soll HylaFAX verwenden? Freilassen um ein beliebiges Modem zu verwenden.
ru: Укажите Ваш модем HylaFAX(ttyIAX). Для отправки с любого, оставьте поле пустым.

source: Events will be notified to this email address.
de: Benachrichtigungen werden an diese E-Mail-Adresse gesendet.
ru: Оповещения будут оправляться на этот адрес.

source: HylaFAX password. Use faxadduser to setup.
de: HylaFAX-Passwort. (Einrichten mit faxadduser auf dem Server.)
ru: HylaFAX пароль. Настраивается в faxadduser.

source: HylaFAX user. Use faxadduser to setup.
de: HylaFAX-Benutzer. (Einrichten mit faxadduser auf dem Server.)
ru: HylaFAX пользователь. Настраивается в faxadduser.

source: IP address or DNS name of HylaFAX server. Also accepts SERVER:PORT syntax.
de: IP-Adresse oder DNS-Name des HylaFAX servers. Akzeptiert auch SERVER:PORT Syntax.
ru: IP адрес или DNS имя HylaFAX сервера. Можно вводить SERVER:PORT.

source: 0 = use server default
de: 0 = Standardeinstellung des Servers

source: FTP options
de: FTP-Einstellungen

source: EPRT command uses:
de: EPRT-Kommando benutzt:

source: If flagged, IP address returned by PASV command is ignored.
de: Falls gewählt, wird die vom PASV-Kommando gelieferte IP-Adresse ignoriert. Dies kann bei Servern hinter einem Router mit NAT erforderlich sein.
ru: Если выбрано, IP адрес полученный через PASV будет игнорирован.

source: Ignore PASV IP address
de: Ignoriere IP-Adresse bei PASV
ru: Игнорировать PASV IP-адрес

source: This can be useful to setup servers behind a NAT.
de: Diese Einstellung kann erforderlich sein, wenn sich der Server hinter einem Router mit NAT befindet.

source: Use active mode
de: Aktiven Modus benutzen

source: The port that the client will listen on.
de: Portnummer, die der Client für die Datenverbindung verwendet.

source: Current IP address
de: Die aktuelle IP-Adresse

source: This IP address:
de: Diese IP-Adresse:

source: IP address taken from http://checkip.dyndns.com
de: IP-Adresse ermittelt über http://checkip.dyndns.com

source: Address book
de: Adressbuch
ru: Адресная книга

source: Address book type
de: Adressbuch-Typ
ru: Тип адресной книги

source: Address book location
de: Adressbuch-Pfad
ru: Расположение адресной книги

source: The path to addressbook.csv. File must be in CSV format delimited by commas.
de: Pfad zu adressbuch.csv. CSV-Format (kommagetrennt)
ru: Путь к addressbook.csv. Файл должен быть в CSV-фомате (разделитель-запятые).

source: Browse...
de: Datei auswählen...
ru: Обзор...

source: Set to default location (%APPDATA%\Winprint HylaFAX Reloaded)
de: Setze auf Standard-Pfad (%APPDATA%\Winprint HylaFAX Reloaded)
ru: Установить по умолчанию (%APPDATA%\Winprint HylaFAX Reloaded)

source: Default
de: Standard
ru: По умолчанию

source: Choose the type of address book.
de: Wählen Sie die Art des Adressbuchs.
ru: Выберите тип адресной книги

source: None
de: Kein Adressbuch
ru: Нет

source: Extended MAPI
de: Erweitertes MAPI

source: Windows Contacts
de: Windows-Kontakte
ru: Контакты Windows

source: Use default profile
de: Verwende Standard-Profil
ru: Использовать профиль по умолчанию

source: Use this profile:
de: Verwende dieses Profil:
ru: Использовать профиль:

source: Fax field
de: Faxnummer-Feld
ru: Поле Факс

source: Name field
de: Name-Feld
ru: Поле Имя

source: Table
de: Tabelle
ru: Таблица

source: Data Source Name for the ODBC connection. Use ODBC administration tool to setup.
de: Name der Datenquelle (DSN) für die ODBC-Verbindung. Einrichtung mit dem ODBC-Datenquellen-Administrationswerkzeug.
ru: Источник данных для ODBC подключения. Используйте администратор ODBC для настройки.

source: Optional. User name for the ODBC connection.
de: Benutzername für die ODBC-Verbindung, falls erforderlich.
ru: Имя пользователя для подключения к ODBC. Если требуется.

source: Optional. Password for the ODBC connection.
de: Passwort für die ODBC-Verbindung, falls erforderlich.
ru: Пароль для подключения к ODBC. Если требуется.

source: Name of the field containing the "Fax number".
de: Name des Feldes, das die Faxnummer enthält.
ru: Имя поля содержащее "Номер факса".

source: Name of the table containing data.
de: Name der Tabelle mit den Daten.
ru: Имя таблицы содержащей данные.

source: Name of the field containing the "Recipient".
de: Name des Feldes, das den Empfängernamen enthält.
ru: Имя поля содержащее "Получателя".

source: Check this if ODBC should authenticate with user and password. Leave blank for anonymous access.
de: Aktivieren, wenn ODBC mit Benutzer und Passwort authentisiert werden soll. Lerr lassen für anonymen Zugriff.
ru: Отметьте если ODBC требует аутентификацию по имени-паролю. Оставьте пустым если доступ анонимный.

source: ODBC authentication
de: ODBC-Authentisierung
ru: ODBC аутентификация

source: Number capture
de: Nummernermittlung

source: Capturing regular expression:
de: Regulärer Ausdruck für Nummer:

source: What on earth are regular expressions? Find an answer <a href="http://www.regular-expressions.info/">here</a>.
de: Was zum Teufel sind reguläre Ausdrücke? Finde <a href="http://www.regular-expressions.info/">hier</a> eine Antwort.

source: <b>NOTE:</b> the regular expression used to capture the fax number <b>MUST</b> contain<br> a capturing group. Capturing groups are those enclosed by round parentheses.<br> The fax number will be set to the contents of the first captured group.<br> Example:<br> regex = XXX<b><font color="clBlack" bgcolor="clYellow">(\d+)</font></b>XXX<br> incoming text = XXX12345XXX<br> captured number = 12345
de: <b>HINWEIS:</b> Der reguläre Ausdruck zum Heraussuchen der Faxnummer <b>MUSS</b> eine<br> Gruppierung mit Rückwärts-Referenz (capturing group) enthalten.<br> Dies ist eine Gruppierung mit runden Klammern.<br> Als Faxnummer wird der Inhalt der ersten Gruppe verwendet.<br> Beispiel:<br> regex = XXX<b><font color="clBlack" bgcolor="clYellow">(\d+)</font></b>XXX<br> gefundener Text = XXX12345XXX<br> ermittelte Nummer = 12345

source: The default expression is<br> #{3}((?:[^#]|#(?!##))+)#{3}<br> which matches sequences like<br> ###recipient@0123-45678###
de: Der Standard-Ausdruck ist<br> #{3}((?:[^#]|#(?!##))+)#{3}<br> Damit werden Zeichenfolgen dieser Art gefunden:<br> ###recipient@0123-45678###

source: The regular expression to capture the fax number inside the submitted documents.
de: Regulärer Ausdruck, um die Faxnummer aus dem übergebenen Dokument zu ermitteln.

source: Input string:
de: Eingabetext:

source: Captured text:
de: Ermittelte Nummer:

source: Enabled
de: Aktiviert

source: Look at the first page only
de: Nur die erste Seite untersuchen

source: Send silently upon successful number detection
de: Bei erkannter Nummer ohne Nachfrage senden

source: Job submission
de: Auftragsannahme

source: Result
de: Ergebnis

source: Fax sent to:
de: Fax gesendet an:

source: Recipient's name
de: Empfänger-Name
ru: Имена получателей

source: FAX number:
de: Fax-Nummer:
ru: Номер факса:

source: Recipient's name:
de: Empfänger-Name:
ru: Имена получателей:

source: Select Recipients
de: Empfänger auswählen
ru: Выберите получателей

source: Select All
de: Alle auswählen
ru: Выбрать все

source: Select None
de: Keine auswählen
ru: Отменить выбор

source: Send FAX to
de: Sende Fax an
ru: Отправить факс для

source: Send FAX
de: Sende Fax
ru: Отправить факс

source: Documents to send:
de: Zu sendende Dokumente:
ru: Документы к отправке:

source: You can append new pages, or send selected documents now.
de: Sie können Seiten hinzufügen oder ausgewählte Dokumente jetzt senden.
ru: Вы можете добавить страницы, или отправить выбранные.

source: Drag documents or use arrows to sort. Right click for popup menu.
de: Zum Sortieren Dokumente mit der Maus ziehen oder Pfeile benutzen. Rechtsklick für Kontextmenü.

source: Up
de: Hoch
ru: Вверх

source: Down
de: Runter
ru: Вниз

source: FAX numbers
de: Fax-Nummern
ru: Номера факсов

source: Notify E-Mail
de: Benachrichtigungs-E-Mail
ru: Оповестить по E-Mail

source: Send as a single fax
de: Zusammen als ein Fax senden

source: Send individually
de: Einzeln senden

source: Enter multiple recipients separated by semicolons.
de: Mehrere Empfänger getrennt durch Semikolon [;] eintragen.
ru: Введите несколько получателей разделяя точкой-с-запятой.

source: Select from address book
de: Wählen Sie aus dem Adressbuch
ru: Выберите из адресной книги

source: Schedule
de: Zeitplan

source: Keep retrying for
de: Wiederhole bis zu
ru: Повторить через

source: days
de: Tage
ru: дней

source: hours
de: Stunden
ru: часов

source: Send immediately
de: Sofort senden
ru: Отправить немедленно

source: Postpone to
de: Senden am
ru: Отложить до

source: Send
de: Senden
ru: Отправить

source: Save Number
de: Nummer speichern
ru: Сохранить номер

source: Delete Entry
de: Eintrag löschen
ru: Очистить

source: Configure
de: Konfigurieren
ru: Настройка

source: Close
de: Schließen
ru: Закрыть

source: Select...
de: Auswahl...
ru: Выбрать...

source: Add file...
de: Datei hinzufügen...
ru: Добавить файл...

source: All supported files|*.ps;*.pdf;*.tif;*.tiff;*.pcl|All files|*.*
de: Unterstütze Dateiformate|*.ps;*.pdf;*.tif;*.tiff;*.pcl|Alle Dateien|*.*
ru: Все поддерживаемые форматы|*.ps;*.pdf;*.tif;*.tiff;*.pcl|Все файлы|*.*

source: Unable to lock addressbook.csv!
de: Kann addressbook.csv nicht sperren!
ru: Не могу блокировать addressbook.csv!

source: Unable to create addressbook.csv!
de: Kann addressbook.csv nicht öffnen!
ru: Не могу создать addressbook.csv!

source: Unable to query address book contents table: 0x
de: Kann die Tabelle des Adressbuchs nicht abfragen: 0x
ru: Не могу запросить содержание адресной книги: 0x

source: Unable to query address book hierarchy table: 0x
de: Kann die Tabellenstruktur des Adressbuchs nicht abfragen: 0x
ru: Не могу запросить иерархическую таблицу адресной книги: 0x

source: Unable to open address book sub container: 0x
de: Kann den Untercontainers des Adressbuchs nicht öffnen: 0x
ru: Не могу открыть суб-контейнер адресной книги: 0x

source: Unable to initialize MAPI: 0x
de: Fehler bei der MAPI-Initialisierung: 0x
ru: Не могу инициализировать MAPI: 0x

source: Unable to logon to MAPI: 0x
de: Fehler bei der MAPI-Anmeldung: 0x
ru: Не могу подключится к MAPI (имя-пароль): 0x

source: Unable to open MAPI address book: 0x
de: Kann das MAPI-Adressbuch nicht öffnen: 0x
ru: Не могу открыть адресную книгу MAPI: 0x

source: Unable to open MAPI address book container: 0x
de: Kann den MAPI-Adressbuch-Container nicht öffnen: 0x
ru: Не могу открыть контейнер адресной книги MAPI: 0x

source: Unable to initialize ODBC:
de: Kann ODBC nicht initialisieren:
ru: Не могу инициализировать ODBC:

source: Unable to setup ODBC:
de: Kann ODBC nicht einrichten:
ru: Не могу настроить ODBC:

source: Unable to create ODBC connection:
de: Kann ODBC-Verbindung nicht herstellen:
ru: Не могу создать ODBC подключение:

source: Unable to setup ODBC connection:
de: Kann ODBC-Verbindung nicht einrichten:
ru: Не могу настроить ODBC подключение:

source: Unable to open ODBC connection:
de: Kann die ODBC-Verbindung nicht öffnen:
ru: Не могу открыть ODBC подключение:

source: Unable to create ODBC statement:
de: Kann ODBC-Befehl nicht erzeugen:
ru: Не могу создать ODBC запрос:

source: Unable to execute ODBC statement:
de: Kann ODBC-Befehl nicht ausführen:
ru: Не могу выполнить ODBC запрос:

source: Unable to bind ODBC column:
de: Kann ODBC-Spalte nicht verbinden:
ru: Не могу привязать ODBC поле:

source: Unable to fetch ODBC data:
de: Kann ODBC-Daten nicht holen:
ru: Не могу получить ODBC данные:

source: Choose address book location
de: Wählen Sie den Adressbuch-Ort aus
ru: Укажите расположение адресной книги

source: Specify a valid path for the Address Book
de: Geben Sie einen korrekten Pfad für das Adressbuch an
ru: Укажите существующий путь к адресной книге

source: rel.
de: ver.

source: No match!
de: Nichts gefunden!

source: Configuration files have been moved to the user profile.
de: Konfigurationsdateien wurden ins Benutzerprofil verschoben.
ru: Файлы конфигурации были перемещены в профиль пользователя.

source: Client is not configured. Would you like to configure it now?
de: Das Programm ist nicht konfiguriert. Jetzt konfigurieren?
ru: Программа не настроена. Хотите настроить сейчас?

source: is already present in the address book. Do you want to modify the associated number?
de: ist bereits im Adressbuch vorhanden. Wollen Sie die zugeordnete Fax-Nummer ändern?
ru: уже есть в адресной книге. Желаете изменить присоединенный номер?

source: PCRE error @ position %d: %s
de: PCRE-Fehler @ Position %d: %s

source: %d fax job submitted.
de: %d Fax-Auftrag angenommen.

source: Unsent faxes will be lost. Are you sure you want to exit?
de: Nicht gesendete Faxe werden gelöscht. Wollen Sie wirklich beenden?
ru: Не отправленные факсы будут утеряны. Вы уверены, что хотите выйти?

source: Delete recipient?
de: Empfänger löschen?
ru: Удалить получателя?

source: OK
ru: Ввод

source: Modem
ru: IAX модем

source: fax
ru: факс

source: fax.server
ru: факс-сервер

source: FAXNumber
ru: Номер факса

source: Fax
ru: Факс

source: HH:mm
ru: ЧЧ:мм
